Revit 2024 API
UnitTypeId.RiseDividedBy120Inches Property
 Rise / 120 inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RiseDividedBy120Inches { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy120Inches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy120Inches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace